brew "bat"
brew "chezmoi"
brew "fzf"
brew "gh"
brew "ghq"
brew "gitui"
brew "helix"
brew "jq"
brew "mise"
brew "peco"
brew "ripgrep"
brew "rust"
brew "starship"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "bitwarden"
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "spotify"
