brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gitui"
brew "helix"
brew "jq"
brew "mas"
brew "peco"
brew "ripgrep"
brew "yazi"
brew "zellij"
brew "starship"
brew "zoxide"
brew "mise"
brew "rust"
brew "rust-analyzer"
brew "fastfetch"
brew "font-hackgen-nerd"

cask "codex"
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "bitwarden"
cask "zed"
cask "nani"

mas "Kindle", id: 302584613
