brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gitui"
brew "helix"
brew "jq"
brew "mas"
brew "peco"
brew "ripgrep"
brew "yazi"
brew "zellij"

cask "discord"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "spotify"

mas "Kindle", id: 302584613
